Revit 2027 API
ParameterTypeId.ElemFamilyParam Property
 "Family"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ElemFamilyParam { get; }
Public Shared ReadOnly Property ElemFamilyParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ElemFamilyParam {
	ForgeTypeId^ get ();
}
static member ElemFamilyParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace